import './product-menu.css';
import React from 'react';

export default function ProductMenu() {
    return (
        <>
            <div className='menuRow'>
                <>
                    <button className='description'>Описание</button>
                    <button className='review'>Отзывы</button>
                    <button className='questions'>Вопросы</button>
                </>
            </div>
            <div className='span'>Коврик для мышки компьютерный игровой от Сувенир Shop с принтом Cat (Котенок, кот, кисики, животные, арт ) станет отличным украшением вашего рабочего стола. Коврик на прорезиненной основе надежно закрепляется на столе, защищает его от повреждений и обеспечивает лучшее скольжение для компьютерной мышки. Стильный и яркий дизайн впишется как в рабочую обстановку, так и в домашний игровой уголок, и будет прекрасным подарком для фрилансера, геймера и обычного пользователя компьютера. Размер 220х180х2мм. Материал: основа - резина, поверхность - тканевая (полиэстер)</div>
        </>
    )
}